{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Crouch"
			},
			"Translation":
			{
				"Text": "S'accroupir"
			},
			"Key": "1AE071FA4EF504A1DF0778A448A58FC1"
		},
		{
			"Source":
			{
				"Text": "Crouch (Gamepad)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EE915B9949435E9D0BF1AF9E18D5ECFA"
		},
		{
			"Source":
			{
				"Text": "Crouch (Gamepad)"
			},
			"Translation":
			{
				"Text": "S'accroupir (Manette)"
			},
			"Key": "BECBFEBD47CE68BB8EF76DBCE0062B7F"
		},
		{
			"Source":
			{
				"Text": "Default Gamepad"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FEEA210A406D833FC25B59A3E00EBD45"
		},
		{
			"Source":
			{
				"Text": "Default Keyboard & Mouse"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FE2F4C5D4D505156F3E6A182F8C1AB9B"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Manette"
			},
			"Key": "45DA48A94A748A13F1E027B3DFBDCBCC"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Manette"
			},
			"Key": "53E18F354094BD59BBA57CA3EA78C261"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Manette"
			},
			"Key": "8A3A3BC5401B375E4FBAE99CD0B02DA8"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Manette"
			},
			"Key": "9C30B17047263BD32A33EB8717566376"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Manette"
			},
			"Key": "CBB16DB74A682295FE6EBF9DB6B6D150"
		},
		{
			"Source":
			{
				"Text": "Hero Pawn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2A71F9BA4EB69D9BDED9659391978329"
		},
		{
			"Source":
			{
				"Text": "Hero Pawn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "12E9EFC34D47343A9EF80B8CE3718F25"
		},
		{
			"Source":
			{
				"Text": "IA_Move"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8A3534254D70B4D7A3CBD19A4FB02D1F"
		},
		{
			"Source":
			{
				"Text": "Jump"
			},
			"Translation":
			{
				"Text": "Sauter"
			},
			"Key": "CFF7A17B45828BA9C4055A880528713C"
		},
		{
			"Source":
			{
				"Text": "Jump (Gamepad)"
			},
			"Translation":
			{
				"Text": "Sauter (Manette)"
			},
			"Key": "D41C83174B68891CB462CF8B98EF47FA"
		},
		{
			"Source":
			{
				"Text": "Jump (Gamepad)"
			},
			"Translation":
			{
				"Text": "Sauter (Manette)"
			},
			"Key": "BD6A3FCD4A49AFB7B518C9B287E9F3C1"
		},
		{
			"Source":
			{
				"Text": "Laurain Yoan"
			},
			"Translation":
			{
				"Text": "Laurain Yoan"
			},
			"Key": "B7B24EA147E41C0735C72E82405896A8"
		},
		{
			"Source":
			{
				"Text": "Move (Gamepad)"
			},
			"Translation":
			{
				"Text": "Bouger (Manette)"
			},
			"Key": "D61464C3432B48D61DE5E38D517C717F"
		},
		{
			"Source":
			{
				"Text": "Move Backwards"
			},
			"Translation":
			{
				"Text": "Reculer"
			},
			"Key": "4E2785AE400A214363A9C2B237C5AC31"
		},
		{
			"Source":
			{
				"Text": "Move Forward"
			},
			"Translation":
			{
				"Text": "Avancer"
			},
			"Key": "B356D1784244FCB7CBBC06B890B9513F"
		},
		{
			"Source":
			{
				"Text": "Move Left"
			},
			"Translation":
			{
				"Text": "Gauche"
			},
			"Key": "FD2D45F3495717DCCEA955B15C6DE989"
		},
		{
			"Source":
			{
				"Text": "Move Right"
			},
			"Translation":
			{
				"Text": "Droite"
			},
			"Key": "9F3531564FC5EE52359EC69A48AD8E04"
		},
		{
			"Source":
			{
				"Text": "Text Block"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C1D5CD3640D1C5A01A3A1EAD980B4D4C"
		},
		{
			"Source":
			{
				"Text": "Text Block"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "892FBC36435FED5AE8F7BD82D9AD6948"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "MySettings",
			"Children": [
				{
					"Source":
					{
						"Text": "Adjusts the volume of dialogue for game characters and voice overs."
					},
					"Translation":
					{
						"Text": "Ajuste le volume des dialogues pour les personnages du jeu et les voix off."
					},
					"Key": "DialogueVolume_Description"
				},
				{
					"Source":
					{
						"Text": "Adjusts the volume of everything."
					},
					"Translation":
					{
						"Text": "Ajuste le volume global."
					},
					"Key": "OverallVolume_Description"
				},
				{
					"Source":
					{
						"Text": "Adjusts the volume of music."
					},
					"Translation":
					{
						"Text": "Ajuste le volume de la musique."
					},
					"Key": "MusicVolume_Description"
				},
				{
					"Source":
					{
						"Text": "Adjusts the volume of sound effects."
					},
					"Translation":
					{
						"Text": "Ajuste le volume des effets sonores."
					},
					"Key": "SoundEffectsVolume_Description"
				},
				{
					"Source":
					{
						"Text": "Advanced Graphics"
					},
					"Translation":
					{
						"Text": "Graphiques avancés"
					},
					"Key": "AdvancedGraphics_Name"
				},
				{
					"Source":
					{
						"Text": "Anti-Aliasing"
					},
					"Translation":
					{
						"Text": "Anti crénelage"
					},
					"Key": "AntiAliasing_Name"
				},
				{
					"Source":
					{
						"Text": "Anti-Aliasing reduces jaggy artifacts along geometry edges. Increasing this setting will make edges look smoother, but can reduce performance. Higher settings mean more anti-aliasing."
					},
					"Translation":
					{
						"Text": "L'anticrénelage réduit les artefacts irréguliers le long des bords. L'augmentation de ce paramètre rendra les bords plus lisses, mais peut réduire les performances. Des paramètres plus élevés signifient plus d'anticrénelage."
					},
					"Key": "AntiAliasing_Description"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "Audio"
					},
					"Key": "Audio"
				},
				{
					"Source":
					{
						"Text": "Auto-Set Quality"
					},
					"Translation":
					{
						"Text": "Qualité définie automatiquement"
					},
					"Key": "AutoSetQuality_Name"
				},
				{
					"Source":
					{
						"Text": "Automatically configure the graphics quality options based on a benchmark of the hardware."
					},
					"Translation":
					{
						"Text": "Configurez automatiquement les options de qualité graphique en fonction d'un benchmark du matériel."
					},
					"Key": "AutoSetQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Bindings"
					},
					"Translation":
					{
						"Text": "Configuration"
					},
					"Key": "Bindings_Name"
				},
				{
					"Source":
					{
						"Text": "Choose between different quality presets to make a trade off between quality and speed."
					},
					"Translation":
					{
						"Text": "Choisissez entre différents préréglages de qualité pour faire un compromis entre qualité et vitesse."
					},
					"Key": "DeviceProfileSuffix_Description"
				},
				{
					"Source":
					{
						"Text": "Dialogue"
					},
					"Translation":
					{
						"Text": "Dialogue"
					},
					"Key": "DialogueVolume_Name"
				},
				{
					"Source":
					{
						"Text": "Display"
					},
					"Translation":
					{
						"Text": "Affichage"
					},
					"Key": "DisplayCollection_Name"
				},
				{
					"Source":
					{
						"Text": "Display Resolution determines the size of the window in Windowed mode. In Fullscreen mode, Display Resolution determines the graphics card output resolution, which can result in black bars depending on monitor and graphics card. Display Resolution is inactive in Windowed Fullscreen mode."
					},
					"Translation":
					{
						"Text": "La résolution d'affichage détermine la taille de la fenêtre en mode fenêtré. En mode plein écran, la résolution d'affichage détermine la résolution de sortie de la carte graphique, ce qui peut entraîner des barres noires en fonction du moniteur et de la carte graphique. La résolution d'affichage est inactive en mode plein écran fenêtré."
					},
					"Key": "Resolution_Description"
				},
				{
					"Source":
					{
						"Text": "Effects"
					},
					"Translation":
					{
						"Text": "Effets"
					},
					"Key": "VisualEffectQuality_Name"
				},
				{
					"Source":
					{
						"Text": "Effects determines the quality of visual effects and lighting in game. Increasing this setting will increase the quality of visual effects, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Les effets déterminent la qualité des effets visuels et de l'éclairage dans le jeu. L'augmentation de ce paramètre augmente la qualité des effets visuels, mais peut réduire les performances."
					},
					"Key": "VisualEffectQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Enabling Vertical Sync eliminates screen tearing by always rendering and presenting a full frame. Disabling Vertical Sync can give higher frame rate and better input response, but can result in horizontal screen tearing."
					},
					"Translation":
					{
						"Text": "L'activation de la synchronisation verticale élimine les déchirures d'écran en rendant et en présentant toujours une image complète. La désactivation de la synchronisation verticale peut donner une fréquence d'images plus élevée et une meilleure réponse d'entrée, mais peut entraîner une déchirure horizontale de l'écran."
					},
					"Key": "VerticalSync_Description"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "Epique"
					},
					"Key": "VisualEffectQualityEpic"
				},
				{
					"Source":
					{
						"Text": "Frame Rate Limit"
					},
					"Translation":
					{
						"Text": "Limite de fréquence d'images"
					},
					"Key": "FrameRateLimit_Mobile_Name"
				},
				{
					"Source":
					{
						"Text": "Fullscreen"
					},
					"Translation":
					{
						"Text": "Plein écran"
					},
					"Key": "Fullscreen_Name"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "Gameplay"
					},
					"Key": "Gameplay"
				},
				{
					"Source":
					{
						"Text": "Global Illumination controls the quality of dynamically calculated indirect lighting bounces, sky shadowing and Ambient Occlusion. Settings of 'High' and above use more accurate ray tracing methods to solve lighting, but can reduce performance."
					},
					"Translation":
					{
						"Text": "L'illumination globale contrôle la qualité des rebonds d'éclairage indirect calculés dynamiquement, l'ombrage du ciel et l'occlusion ambiante. Les paramètres \"Elevé\" et supérieurs utilisent des méthodes de lancer de rayons plus précises pour résoudre l'éclairage, mais peuvent réduire les performances."
					},
					"Key": "GlobalIlluminationQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Graphics Quality"
					},
					"Translation":
					{
						"Text": "Qualité graphique"
					},
					"Key": "GraphicsQuality_Name"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "Élevée"
					},
					"Key": "VisualEffectQualityHigh"
				},
				{
					"Source":
					{
						"Text": "In Windowed mode you can interact with other windows more easily, and drag the edges of the window to set the size. In Windowed Fullscreen mode you can easily switch between applications. In Fullscreen mode you cannot interact with other windows as easily, but the game will run slightly faster."
					},
					"Translation":
					{
						"Text": "En mode fenêtré, vous pouvez interagir plus facilement avec d'autres fenêtres et faire glisser les bords de la fenêtre pour définir la taille. En mode plein écran fenêtré, vous pouvez facilement basculer entre les applications. En mode plein écran, vous ne pouvez pas interagir avec d'autres fenêtres aussi facilement, mais le jeu fonctionnera légèrement plus rapidement."
					},
					"Key": "WindowMode_Description"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Langue"
					},
					"Key": "LanguageCollection_Name"
				},
				{
					"Source":
					{
						"Text": "Lighting"
					},
					"Translation":
					{
						"Text": "Éclairage"
					},
					"Key": "LightingQuality_Name"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "Bas"
					},
					"Key": "VisualEffectQualityLow"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "Moyen"
					},
					"Key": "VisualEffectQualityMedium"
				},
				{
					"Source":
					{
						"Text": "Mouse & Keyboard"
					},
					"Translation":
					{
						"Text": "Clavier/Souris"
					},
					"Key": "MouseAndKeyboardCollection_Name"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "Musique"
					},
					"Key": "MusicVolume_Name"
				},
				{
					"Source":
					{
						"Text": "Overall Volume"
					},
					"Translation":
					{
						"Text": "Volume général"
					},
					"Key": "OverallVolume_Name"
				},
				{
					"Source":
					{
						"Text": "Post Processing"
					},
					"Translation":
					{
						"Text": "Post Processing"
					},
					"Key": "PostProcessingQuality_Name"
				},
				{
					"Source":
					{
						"Text": "Post Processing effects include Motion Blur, Depth of Field and Bloom. Increasing this setting improves the quality of post process effects, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Les effets de post-traitement incluent le flou de mouvement, la profondeur de champ et la floraison. L'augmentation de ce paramètre améliore la qualité des effets de post-traitement, mais peut réduire les performances."
					},
					"Key": "PostProcessingQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Press a key to bind or esc to cancel"
					},
					"Translation":
					{
						"Text": "Appuyez sur une touche pour lier ou esc pour annuler."
					},
					"Key": "ChooseAKeyWidget_Title"
				},
				{
					"Source":
					{
						"Text": "Quality Presets"
					},
					"Translation":
					{
						"Text": "Préréglages de qualité"
					},
					"Key": "DeviceProfileSuffix_Name"
				},
				{
					"Source":
					{
						"Text": "Reflection quality determines the resolution and accuracy of reflections.  Settings of 'High' and above use more accurate ray tracing methods to solve reflections, but can reduce performance."
					},
					"Translation":
					{
						"Text": "La qualité de la réflexion détermine la résolution et la précision des réflexions. Les paramètres \"Elevé\" et supérieurs utilisent des méthodes de lancer de rayons plus précises pour résoudre les réflexions, mais peuvent réduire les performances."
					},
					"Key": "ReflectionQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Reflections"
					},
					"Translation":
					{
						"Text": "Réflections"
					},
					"Key": "ReflectionQuality_Name"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "Résolution"
					},
					"Key": "Resolution_Name"
				},
				{
					"Source":
					{
						"Text": "Select a desired framerate. Use this to fine tune performance on your device."
					},
					"Translation":
					{
						"Text": "Sélectionnez une fréquence d'images souhaitée. Utilisez-le pour affiner les performances de votre appareil."
					},
					"Key": "FrameRateLimit_Mobile_Description"
				},
				{
					"Source":
					{
						"Text": "Shadow quality determines the resolution and view distance of dynamic shadows. Shadows improve visual quality and give better depth perception, but can reduce performance."
					},
					"Translation":
					{
						"Text": "La qualité des ombres détermine la résolution et la distance de vue des ombres dynamiques. Les ombres améliorent la qualité visuelle et donnent une meilleure perception de la profondeur, mais peuvent réduire les performances."
					},
					"Key": "Shadows_Description"
				},
				{
					"Source":
					{
						"Text": "Shadows"
					},
					"Translation":
					{
						"Text": "Ombres"
					},
					"Key": "Shadows_Name"
				},
				{
					"Source":
					{
						"Text": "Sound Effects"
					},
					"Translation":
					{
						"Text": "Effets sonores"
					},
					"Key": "SoundEffectsVolume_Name"
				},
				{
					"Source":
					{
						"Text": "Texture quality determines the resolution of textures in game. Increasing this setting will make objects more detailed, but can reduce performance."
					},
					"Translation":
					{
						"Text": "La qualité des textures détermine la résolution des textures dans le jeu. L'augmentation de ce paramètre rendra les objets plus détaillés, mais peut réduire les performances."
					},
					"Key": "TextureQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Textures"
					},
					"Translation":
					{
						"Text": "Textures"
					},
					"Key": "TextureQuality_Name"
				},
				{
					"Source":
					{
						"Text": "The key {0} is already used for another action are you sure you want to bind it? Press {1} to confirm or esc to cancel"
					},
					"Translation":
					{
						"Text": "La touche {0} est déjà utilisée pour une autre action, voulez-vous vraiment la lier ? Appuyez sur {1} pour confirmer ou esc pour annuler"
					},
					"Key": "ConfirmBinding"
				},
				{
					"Source":
					{
						"Text": "The language of the game."
					},
					"Translation":
					{
						"Text": "La langue du jeu."
					},
					"Key": "LanguageSetting_Description"
				},
				{
					"Source":
					{
						"Text": "Vertical Sync"
					},
					"Translation":
					{
						"Text": "Synchronisation verticale"
					},
					"Key": "VerticalSync_Name"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "Video"
					},
					"Key": "VideoCollection_Name"
				},
				{
					"Source":
					{
						"Text": "View Distance"
					},
					"Translation":
					{
						"Text": "Distance de vue"
					},
					"Key": "ViewDistance_Name"
				},
				{
					"Source":
					{
						"Text": "View distance determines how far away objects are culled for performance."
					},
					"Translation":
					{
						"Text": "La distance de vue détermine la distance à laquelle les objets sont sélectionnés pour les performances."
					},
					"Key": "ViewDistance_Description"
				},
				{
					"Source":
					{
						"Text": "Volume"
					},
					"Translation":
					{
						"Text": "Volume"
					},
					"Key": "VolumeCollection_Name"
				},
				{
					"Source":
					{
						"Text": "Window Mode"
					},
					"Translation":
					{
						"Text": "Mode de fenêtre"
					},
					"Key": "WindowMode_Name"
				},
				{
					"Source":
					{
						"Text": "Windowed"
					},
					"Translation":
					{
						"Text": "Fenêtré"
					},
					"Key": "Windowed_Name"
				},
				{
					"Source":
					{
						"Text": "Windowed Fullscreen"
					},
					"Translation":
					{
						"Text": "Plein écran fenêtré"
					},
					"Key": "WindowedFullscreen_Name"
				},
				{
					"Source":
					{
						"Text": "You have unsaved changes. Do you want to save them ?"
					},
					"Translation":
					{
						"Text": "Vous avez des changements non enregistrés. Voulez-vous les sauvegarder ?"
					},
					"Key": "UnsavedChanges"
				}
			]
		}
	]
}